archlinux-xdg-menu
ark
base
base-devel
bash-completion
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
bridge-utils
btop
cava
cmatrix
cups
discover
dmenu
dnsmasq
dolphin
dosbox
dosfstools
drkonqi
edk2-ovmf
fastfetch
fd
feh
flatpak-kcm
gamemode
git
gparted
gvfs
gvim
gwenview
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
hyprsunset
iptables-nft
iwd
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
kservice5
ksshaskpass
ksystemstats
kvantum
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libglvnd
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-v4l-utils
libglvnd
libkscreen
libksysguard
libplasma
libreoffice-fresh
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lutris
mangohud
milou
mpv
mpv-mpris
nano
neovim
net-tools
netstat-nat
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts-cjk
ntfs-3g
nvidia-dkms
nvidia-settings
nvidia-utils
nvtop
nwg-look
ocean-sound-theme
opencl-nvidia
openssh
otf-font-awesome
oxygen
oxygen-sounds
pacman-contrib
papirus-icon-theme
pavucontrol
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
playerctl
plymouth-kcm
polkit-kde-agent
polybar
powerdevil
print-manager
python-beautifulsoup4
python-debugpy
python-distutils-extra
python-pip
python-pipx
python-pygments
python-pywal
qemu-full
qqc2-breeze-style
qt5-wayland
qt5ct
resvg
rofi
samba
sddm
sddm-kcm
spectacle
spotify-launcher
starship
steam
swaync
swtpm
syncthing
systemsettings
thunar
tmux
tree
ttf-fira-code
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ufw
unrar
unzip
veracrypt
virt-manager
wacomtablet
waybar
wget
wine-staging
winetricks
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdotool
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yad
yazi
yt-dlp
zip
